Repository: nomanualdev/mojito-sinpe
Catalog: languages/mojito-sinpe-*.po
Languages: es_cr

source: Are you on mobile?
es_cr: ¿Está en su teléfono?

source: Are you on mobile?
es_cr: ¿Está en su teléfono?

source: Ask voucher id in check-out page
es_cr: Solicitar número de comprobante en página de pago

source: Awaiting SINPE payment
es_cr: En espera de pago SINPE

source: Bank was not selected
es_cr: El banco no fue seleccionado

source: Description
es_cr: Descripción

source: Enable SINPE Payment
es_cr: Habilitar pago SINPE

source: Enable/Disable
es_cr: Habilitar / Inhabilitar

source: Enter your voucher ID
es_cr: Digite su número de comprobante

source: Enter your voucher ID here
es_cr: Ingrese su número de comprobante aquí

source: Instructions
es_cr: Instrucciones

source: Instructions that will be added to the thank you page and emails.
es_cr: Instrucciones que se agregarán a la página de agradecimiento y a los correos electrónicos.

source: Make your payment with your mobile. Your order will not be shipped until the funds have cleared in our account.
es_cr: Realiza tu pago con tu móvil. Su pedido no se enviará hasta que los fondos se hayan liquidado en nuestra cuenta.

source: Mojito Sinpe Plugin requires WooCommerce to be active.
es_cr: El Mojito Sinpe requiere que WooCommerce esté activo.

source: No logo
es_cr: Sin logo

source: Not a valid order
es_cr: No es un pedido válido

source: Order is paid
es_cr: Pedido pagado

source: Pase %s %s Order %s
es_cr: Pase %s %s Pedido %s

source: Pay here SINPE Móvil
es_cr: Pague aquí SINPE Móvil

source: Pay now: %s
es_cr: Pagar ya: %s

source: Pay using SINPE Móvil
es_cr: Pague usando SINPE Móvil

source: Payment error: Please enter your voucher id
es_cr: Error de pago: Por favor ingrese su número de comprobante

source: Payment error: Please select your bank
es_cr: Error de pago: Por favor seleccione su banco

source: Payment method description that the customer will see on your checkout.
es_cr: Descripción del método de pago que el cliente verá en su pago.

source: Payment using SINPE Móvil
es_cr: Pagos usando SINPE Móvil

source: Phone number
es_cr: Número de teléfono

source: Please open the link only in mobile
es_cr: Abra el enlace solo en el móvil

source: Select your bank
es_cr: Seleccione su banco

source: Send a SMS to %s with the content: %s
es_cr: Envíe un SMS a %s con el texto: "%s"

source: Show banks list in check-out page
es_cr: Mostrar lista de bancos en página de pago

source: Show link in check-out page
es_cr: Mostrar link en página de pago

source: Show link in email
es_cr: Mostrar link en correo de confirmación

source: Show link in thank you page
es_cr: Mostrar link en página de gracias

source: Sinpe logo size in check-out page
es_cr: Tamaño del logo SINPE en la página de pago

source: Sinpe Móvil as Woocommerce gateway
es_cr: SINPE Móvil como pasarela de pago de Woocommerce

source: SINPE Móvil Payment
es_cr: Pago SINPE Móvil

source: Sinpe Number
es_cr: Número Sinpe

source: SINPE Voucher id: %s
es_cr: Comprobante SINPE: %s

source: This order hasn't SINPE Móvil as payment method
es_cr: Este pedido no tiene SINPE Móvil como método de pago

source: Title
es_cr: Título

source: You will receive the SINPE Payment link in the order confirmation email. Open it on your mobile.
es_cr: Recibirá el enlace de Pago SINPE en el correo electrónico de confirmación del pedido. Ábralo en su teléfono.
